export const translations = {
    CHAR: {
        STATE: {
            STR: () => 'Сила',
            DEX: () => 'Ловкость',
            INT: () => 'Интеллект',
            CON: () => 'Выносливость',
            PER: () => 'Восприятие',
            MW: () => 'Ближний Бой',
            RW: () => 'Дальний Бой',
        },
        PART: {
            HEAD: () => 'Голова',
            BODY: () => 'Тело',
            HANDS: () => 'Руки',
            LEGS: () => 'Ноги',
            VITAL: () => 'Важные органы',
        }
    },
};